{"id":"7l9q451jucj7glmuz6","created_at":"1505155879964","updated_at":"1505237813035","featured":false,"title":"It’s All In The Details: High Design at Hakkasan NY","content":"<p dir=\"ltr\">After entering through an 80-foot white marble hallway, diners at <a href=\"http://hakkasan.com/locations/hakkasan-new-york/\">Hakkasan New York</a> find themselves in a dimly lit collection of dining rooms divided by intricately latticed walls. French architecture firm Gilles &amp; Bossier designed the Midtown restaurant, reflecting the iconic interiors of Hakkasan&rsquo;s London flagship, while adding new flairs. Here, we explore some of the design details behind Hakkasan New York, which, while utilizing Hakkasan&rsquo;s signature &ldquo;emotional architecture,&rdquo; has a look and feel all its own.</p>\n\n<p dir=\"ltr\"><strong>The Wooden Lattice Work</strong></p>\n\n<p dir=\"ltr\">The 11,000-square-foot dining room feels intimate thanks to walls of latticed wood&mdash;white oak harvested in Western Pennsylvania and Ohio&mdash;that divide the grand hall into smaller &ldquo;cages.&rdquo; The Chinoiserie is a nod to traditional Chinese hutong houses, although it uses geometric shapes rather than the usual floral motifs.</p>\n\n<p dir=\"ltr\"><strong>The Marble</strong></p>\n\n<p dir=\"ltr\">Marble is everywhere at Hakkasan New York, from the first steps in the entryway to the bar and dining room&mdash;where it mimics the woodwork with its latticed design. Amazingly, all of the marble on view comes from one block from the famous quarry in Carrara, Italy. You&rsquo;ve seen it before in the likes of the Pantheon, Michaelangelo&rsquo;s David, and Abu Dhabi&rsquo;s grand Sheikh Zayed Mosque. The marble patterns found throughout the restaurant mimic the geometric patterns on the wood screens, but &ldquo;often with a slight difference, suddenly turning it into a completely new, non-geometric shape,&rdquo; says Bruno Veninga, Director of Architecture and Interiors at Hakkasan.</p>\n\n<p dir=\"ltr\"><strong>The Embroidery</strong></p>\n\n<p dir=\"ltr\">Drawing inspiration from many parts of the world and being consciously western as well as global, Hakkasan is still very much Chinese in its heritage, and uses traditional Chinese motifs, such as a phoenix in places like the embroidered leather furniture. &ldquo;The thread color is picked specifically to work with the leather colors,&rdquo; says Veninga. In New York, that means warm pink tones, distinguish Hakkasan New York from its older siblings in London, which have a darker color scheme.</p>\n\n<p dir=\"ltr\"><strong>The Scent</strong></p>\n\n<p dir=\"ltr\">Along with the delicious scents emanating from the kitchen and from each plate, Hakkasan New York has a faint smell of 100% natural beeswax aromatherapy candles. From boutique candlemaker Luxe Ylang Ylang, they fill the room with scents of honeycomb, while incense sticks give off pleasing notes of jasmine.</p>\n\n<p dir=\"ltr\"><br />\nAs Veninga says, &ldquo;the beauty is definitely in the detail.&rdquo; Stop by <a href=\"http://hakkasan.com/locations/hakkasan-new-york/\">Hakkasan New York</a> to experience it first hand!</p>\n","importance":null,"featured image":"//s3-us-west-1.amazonaws.com/assets.portaldriver.com/1865139f40b57f439c9e684784b8b567.jpg","banner image":"//s3-us-west-1.amazonaws.com/assets.portaldriver.com/37f73a27d2375c3d9b26760bab7abf70.jpg"}