{"0":{"Post":{"featured":false,"title":"It’s All In The Details: High Design at Hakkasan NY","content":"<p dir=\"ltr\">After entering through an 80-foot white marble hallway, diners at <a href=\"http://hakkasan.com/locations/hakkasan-new-york/\">Hakkasan New York</a> find themselves in a dimly lit collection of dining rooms divided by intricately latticed walls. French architecture firm Gilles &amp; Bossier designed the Midtown restaurant, reflecting the iconic interiors of Hakkasan&rsquo;s London flagship, while adding new flairs. Here, we explore some of the design details behind Hakkasan New York, which, while utilizing Hakkasan&rsquo;s signature &ldquo;emotional architecture,&rdquo; has a look and feel all its own.</p>\n\n<p dir=\"ltr\"><strong>The Wooden Lattice Work</strong></p>\n\n<p dir=\"ltr\">The 11,000-square-foot dining room feels intimate thanks to walls of latticed wood&mdash;white oak harvested in Western Pennsylvania and Ohio&mdash;that divide the grand hall into smaller &ldquo;cages.&rdquo; The Chinoiserie is a nod to traditional Chinese hutong houses, although it uses geometric shapes rather than the usual floral motifs.</p>\n\n<p dir=\"ltr\"><strong>The Marble</strong></p>\n\n<p dir=\"ltr\">Marble is everywhere at Hakkasan New York, from the first steps in the entryway to the bar and dining room&mdash;where it mimics the woodwork with its latticed design. Amazingly, all of the marble on view comes from one block from the famous quarry in Carrara, Italy. You&rsquo;ve seen it before in the likes of the Pantheon, Michaelangelo&rsquo;s David, and Abu Dhabi&rsquo;s grand Sheikh Zayed Mosque. The marble patterns found throughout the restaurant mimic the geometric patterns on the wood screens, but &ldquo;often with a slight difference, suddenly turning it into a completely new, non-geometric shape,&rdquo; says Bruno Veninga, Director of Architecture and Interiors at Hakkasan.</p>\n\n<p dir=\"ltr\"><strong>The Embroidery</strong></p>\n\n<p dir=\"ltr\">Drawing inspiration from many parts of the world and being consciously western as well as global, Hakkasan is still very much Chinese in its heritage, and uses traditional Chinese motifs, such as a phoenix in places like the embroidered leather furniture. &ldquo;The thread color is picked specifically to work with the leather colors,&rdquo; says Veninga. In New York, that means warm pink tones, distinguish Hakkasan New York from its older siblings in London, which have a darker color scheme.</p>\n\n<p dir=\"ltr\"><strong>The Scent</strong></p>\n\n<p dir=\"ltr\">Along with the delicious scents emanating from the kitchen and from each plate, Hakkasan New York has a faint smell of 100% natural beeswax aromatherapy candles. From boutique candlemaker Luxe Ylang Ylang, they fill the room with scents of honeycomb, while incense sticks give off pleasing notes of jasmine.</p>\n\n<p dir=\"ltr\"><br />\nAs Veninga says, &ldquo;the beauty is definitely in the detail.&rdquo; Stop by <a href=\"http://hakkasan.com/locations/hakkasan-new-york/\">Hakkasan New York</a> to experience it first hand!</p>\n","importance":null,"featured image":"//s3-us-west-1.amazonaws.com/assets.portaldriver.com/1865139f40b57f439c9e684784b8b567.jpg","banner image":"//s3-us-west-1.amazonaws.com/assets.portaldriver.com/37f73a27d2375c3d9b26760bab7abf70.jpg"}},"1":{"Post":{"featured":false,"title":"The Secret Chili Paste That Makes the Meal","content":"<p dir=\"ltr\">You&rsquo;ve had chili paste, but have you ever had kochujang chili paste? That&rsquo;s what diners at <a href=\"http://yellowtaillasvegas.com/\">Yellowtail Las Vegas</a> encounter on the menu as they peruse Chef Akira Back&rsquo;s selections of traditional and contemporary Japanese cuisine.</p>\n\n<p dir=\"ltr\">&ldquo;Kochujang is a Korean fermented hot red pepper paste,&rdquo; says Back. &ldquo;All kochujang pastes are ranked in spiciness levels from One to Five,&rdquo; he adds. His team imports a Level Three kochujang&mdash;considered Medium-Hot&mdash;from South Korea for all of Yellowtail&rsquo;s dishes.</p>\n\n<p dir=\"ltr\">&ldquo;For our Toro Caviar dish,&rdquo; says Back, &ldquo; we combine the kochujang paste with a Den Miso sauce&mdash;a sweet and salty Japanese fermented soy bean paste that we make in house. Combining the two creates a spicy-salty-sweet combination that pairs perfectly with the fattiness of the toro tuna and the brininess of the Osetra Caviar.</p>\n\n<p dir=\"ltr\">Where else will you find this spicy paste? It also pops up in the restaurant&rsquo;s seared fois gras, adding a kick to the honey glaze.</p>\n\n<p dir=\"ltr\">Visit Hakkasan Group&rsquo;s <a href=\"http://yellowtaillasvegas.com/\">Yellowtail Las Vegas</a> to taste this red hot spice for yourself!</p>\n","importance":null,"featured image":"//s3-us-west-1.amazonaws.com/assets.portaldriver.com/1865139f40b57f439c9e684784b8b567.jpg","banner image":"//s3-us-west-1.amazonaws.com/assets.portaldriver.com/37f73a27d2375c3d9b26760bab7abf70.jpg"}},"2":{"Post":{"featured":false,"title":"DJ Playlist: The Sounds of Ling Ling Mykonos","content":"<p dir=\"ltr\">Summer is still simmering in Greece, where diners at <a href=\"http://lingling.hakkasan.com/mykonos/\">Ling Ling Mykonos</a> enjoy Cantonese cuisine under the olive trees at the open-air restaurant in the heart of Mykonos&rsquo;s old town. In the background, they may notice the subtle beats that pulsate from the speakers.</p>\n\n<p dir=\"ltr\">The man behind the music lineup is Pathaan, Ling Ling&rsquo;s global music director and a celebrated DJ. Working as a passenger planner for United Airlines in the early &rsquo;90s, he moonlighted as a DJ on weekends. The gigs kept coming, and eventually he toured with David Bowie before going on his own in 1997. Two decades later, after a successful stint with BBC radio, he&rsquo;s only broadened his musical interests. &ldquo;I&rsquo;m constantly listening to music, so I have various folders set up in which I&rsquo;m forever adding tracks,&rdquo; he says.</p>\n\n<p dir=\"ltr\">Each month, along with organizing the tunes for <a href=\"http://lingling.hakkasan.com/mykonos/\">Ling Ling&rsquo;s Mykonos</a>, <a href=\"http://lingling.hakkasan.com/marrakech/\">Marrakech</a>, and (newly opened) <a href=\"http://lingling.hakkasan.com/oslo/\">Oslo</a> locations, he also coordinates a Ling Ling playlist for Soho Radio. The London-based internet radio station has a wildly eclectic lineup of shows, from music to poetry sessions to discussions on film and cooking, a mix that earned it the title of World&rsquo;s Best Internet Radio Station in the 2016 Online Radio Awards.</p>\n\n<p dir=\"ltr\">&ldquo;What I love about &lsquo;Ling Ling with Pathaan,&rsquo; is that it&rsquo;s given me that radio bug, which allows me to showcase music on my radar to a wider audience beyond those people visiting our restaurants, and it allows the listener to become intrigued about Ling Ling as a brand,&rdquo; he says. &ldquo;Being part of that process creating that brand awareness super exciting.&rdquo;</p>\n\n<p dir=\"ltr\">Discussing one of his <a href=\"https://www.mixcloud.com/sohoradio/ling-ling-with-pathaan-25072017/\">recent playlists</a>, Paathan describes the feel as &ldquo;eclectic, fun electronica with a hint of guilty pleasure.&rdquo; What does that mean? An international song list with tracks from the likes of Norwegian metal group Mork, (mostly) German trance band Talamanca System, and Spanish groovy underground artist James Rod.</p>\n\n<p dir=\"ltr\">&ldquo;The show is an extension of the soundtrack I have curated in the Ling Ling restaurants,&rdquo; says Paathan. &ldquo;No matter how eclectic the music is, somehow it all intertwines together perfectly as an interesting entertaining listen.&rdquo; And if you can&rsquo;t hear it live (it&rsquo;s broadcast the first Tuesday of every month, between 6-8pm GMT), listen to it in &ldquo;any setting besides a dance party,&rdquo; he says. &ldquo;It&rsquo;s a Tuesday show, so not quite perfect for dancing situation, but then again that&rsquo;s suggestive&hellip;&rdquo;</p>\n\n<p dir=\"ltr\">Here&rsquo;s the full song list from Paathan&rsquo;s recent <a href=\"https://www.mixcloud.com/sohoradio/ling-ling-with-pathaan-25072017/\">Ling Ling with Paathan</a> show:</p>\n\n<ol>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">Audioglider - Driver XVX</p>\n\t</li>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">Khidja - Aura (In Flagranti Remix)</p>\n\t</li>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">Silent Riders - I See You (Whatever Whatever remix)</p>\n\t</li>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">Talamanca System - 104</p>\n\t</li>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">Ary - Higher</p>\n\t</li>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">Pete Herbert and Martin Denev - Time</p>\n\t</li>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">Mork - Disco in Odd Times</p>\n\t</li>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">Pulp Disco &amp; The Outcasts - Journey Into The Bright World</p>\n\t</li>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">Fakear - Le Belle Ame</p>\n\t</li>\n\t<li>\n\t<p dir=\"ltr\">Sezer Uysal - Wilderness</p>\n\t</li>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">Dolle Jolle - Balearic Incarnation</p>\n\t</li>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">Pablo Bolivar Sensual Physics - In Other Words</p>\n\t</li>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">The Beat Broker - After Touch</p>\n\t</li>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">Italo Brutalo - Spy In The Sky</p>\n\t</li>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">Man Power - Fisky</p>\n\t</li>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">Beans &amp; Co. - The Go Go (Craig Bratley remix)</p>\n\t</li>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">Laroz Camel Rider -Jelamsoul feat. Riff Cohen</p>\n\t</li>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">James Rod - Night Stratus</p>\n\t</li>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">Autarkic - Rotation! Rotation! (Red Axes remix)</p>\n\t</li>\n\t<li dir=\"ltr\">\n\t<p dir=\"ltr\">YokoO &amp; Retza - The Akashic Records</p>\n\t</li>\n</ol>\n\n<p>&nbsp;</p>\n","importance":null,"featured image":"//s3-us-west-1.amazonaws.com/assets.portaldriver.com/1865139f40b57f439c9e684784b8b567.jpg","banner image":"//s3-us-west-1.amazonaws.com/assets.portaldriver.com/37f73a27d2375c3d9b26760bab7abf70.jpg"}},"3":{"Post":{"featured":false,"title":"Hawaii Dreaming with Kimié Miner","content":"<p dir=\"ltr\">Chef Brian Malarkey&rsquo;s &ldquo;Fish Meats Field&rdquo; restaurant Herringbone may have started in San Diego, but its latest outpost, Herringbone Waikiki, is pure Hawai&rsquo;i. Ultra-fresh local fish, produce and meats are on the menu. And as diners at the new restaurant&rsquo;s opening party this month noticed, the music choices are local, too. Hawaiian artist <a href=\"https://www.kimieminer.com/\">Kimi&eacute; Miner</a> was there serenading guests all evening long. We touched base with the award-winning singer-songwriter her songs so far, her upcoming album, and what keeps pulling her back to Hawai&rsquo;i.</p>\n\n<p dir=\"ltr\"><strong>You started singing at age 14. Was making a career out of it always part of the picture?</strong></p>\n\n<p dir=\"ltr\">Pretty much as soon as I could speak, I was singing. I started playing ukulele as a young kid, then came guitar and then songwriting my own music at 14. I started out because I loved it and was passionate about it. Music is such a big part of our culture in Hawai&rsquo;i so it was natural. I didn&rsquo;t know I wanted to make it my career until I stepped off my first big stage at age 19 in Santa Clara, CA opening for reggae singer &nbsp;Barrington Levy.</p>\n\n<p dir=\"ltr\"><strong>You went to school in California...what made you come back to Hawaii?</strong></p>\n\n<p dir=\"ltr\">My connection to this place is so special. No matter where I&#39;ve traveled, from California to Jamaica and Hong Kong, I always felt Hawai&rsquo;i calling to me, drawing me back home...to the water, to my family, and our beautiful home.</p>\n\n<p><strong>When writing a song, how do you decide when it&rsquo;s ready, when it&rsquo;s &ldquo;done&rdquo;?</strong></p>\n\n<p>As a songwriter and producer, I can edit and re-edit the same song for years. Usually the business side of my brain kicks in and I realize I need to release it already! &nbsp;</p>\n\n<p><strong>Your songs bring up the Hawaiian notion of &ldquo;piko,&rdquo; can you explain what that means? How can music share this idea?</strong></p>\n\n<p>Piko is all about the connection we have from birth. Our piko, or navel, connects us with our mother and with our land as Hawaiians. No matter where we go along our routes, we always have our roots. When we have this connection to our source, then we can share our culture through every form of art. Music is my form of art.</p>\n\n<p dir=\"ltr\"><strong>What&rsquo;s your favorite part about living in Hawaii?</strong></p>\n\n<p dir=\"ltr\">That I get to wake up in paradise everyday.</p>\n\n<p><strong>What&rsquo;s one misconception about Hawaii you think visitors should know?</strong></p>\n\n<p>We are a growing metropolis island with much more diversity to share in the realm of food, fashion, and music then what they may see in TV, movies or game shows. My new company, <a href=\"http://www.hakuhawaii.com/\">Haku Hawai&rsquo;i</a>, provides direct access to the emerging and established artists here in Hawai&rsquo;i. Its Haku Collective is reaching across genres and driving the evolution of Hawaiian music and sound today.</p>\n\n<p><strong>You&rsquo;ve been working on a new album this summer&mdash;what&rsquo;s that process like? Where do you find inspiration for new songs?</strong></p>\n\n<p>I&rsquo;ve always been inspired by my surroundings. Particularly on this album, I drew from my experiences as a traveling native Hawaiian living in today&rsquo;s world. I also drew from the issues closer to home on Mauna Kea, enjoying our natural resources at the beach, in a forest and even watching a lightning storm take place in Kohala on my home island of Hawai&rsquo;i, the Big Island.</p>\n\n<p><strong>What should listeners expect on your new album?</strong></p>\n\n<p dir=\"ltr\">My album comes out this fall! It will include a new single, &ldquo;Bamboo&rdquo; and a cover of &ldquo;Sea of Love.&rdquo; The album&rsquo;s a mix of acoustic, soul, pop, reggae, and R&amp;B. Lyrically and musically it touches on my roots and the musical styles here in Hawai&rsquo;i, as well as my experiences traveling away from home.</p>\n\n<p dir=\"ltr\"><br />\nStay up to date on Miner&rsquo;s latest announcements at <a href=\"https://www.kimieminer.com/\">kimieminer.com</a>.</p>\n","importance":null,"featured image":"//s3-us-west-1.amazonaws.com/assets.portaldriver.com/1865139f40b57f439c9e684784b8b567.jpg","banner image":"//s3-us-west-1.amazonaws.com/assets.portaldriver.com/37f73a27d2375c3d9b26760bab7abf70.jpg"}},"4":{"Post":{"featured":false,"title":"Some new post","content":"","importance":null,"featured image":"","banner image":""}},"5":{"Post":{"featured":false,"title":"other some post","content":"","importance":null,"featured image":"","banner image":""}},"6":{"Post":{"featured":false,"title":"third some post","content":"","importance":null,"featured image":"","banner image":""}},"7":{"Post":{"featured":false,"title":"fourth post","content":"","importance":null,"featured image":"","banner image":""}},"8":{"Post":{"featured":false,"title":"fifth","content":"","importance":null,"featured image":"","banner image":""}},"id":"7l9q45zs2j7ccjep6","created_at":"1505247657268","updated_at":"1505248192762"}